[
    {
      "picture": "https://i.ibb.co/PW1X57k/people-771601-1920.jpg",
      "title": "Clean water for children",
      "category": "Health",
      "id": "1",
      "category_bg_color": "#0052FF",
      "card_bg_color": "#0052ff26",
      "text_button_bg_color": "#0052FF",
      "description": "Clean water is essential for preventing waterborne diseases such as cholera, diarrhea, and typhoid, which can be particularly harmful to children. Access to clean water reduces the risk of illness and can save lives.",
      "price": "299.99"
    },
    {
      "picture": "https://i.ibb.co/VghbZVw/happy-children-876541-1920.jpg",
      "title": "Good education",
      "category": "Education",
      "id": "2",
      "category_bg_color": "#FF444A",
      "card_bg_color": "#ff444a26",
      "text_button_bg_color": "#FF444A",
      "description": "Good education begins with well-qualified and dedicated teachers. Teachers play a crucial role in shaping a child's learning experience. They should be knowledgeable, caring, and able to create a positive and inclusive classroom environment.",
      "price": "49.95"
    },
    {
      "picture": "https://i.ibb.co/VH4n6G0/ancient-2179091-1920.jpg",
      "title": "Art and Culture Preservation",
      "category": "Arts",
      "id": "3",
      "category_bg_color": "#79C23F",
      "card_bg_color": "#79c23f26",
      "text_button_bg_color": "#79C23F",
      "description": "Help us preserve and promote our rich cultural heritage. Your support enables us to safeguard and celebrate the art, traditions, and cultural expressions that define our identity. By contributing to this campaign, you play a vital role in ensuring that the beauty and significance of our cultural heritage continue to thrive for future generations to enjoy.",
      "price": "79.99"
    },
    {
      "picture": "https://i.ibb.co/ygXgcMM/orphans-411949-1920.jpg",
      "title": "Better Food for Everyone",
      "category": "Food",
      "id": "4",
      "category_bg_color": "#F87147",
      "card_bg_color": "#f8714726",
      "text_button_bg_color": "#F87147",
      "description": "Better Food for Everyone is a broad and aspirational concept aimed at improving the quality and accessibility of food for people around the world. It encompasses various initiatives, policies, and practices focused on.",
      "price": "39.99"
    },
    {
        "picture": "https://i.ibb.co/Wns4C0D/hospice-1902144-1920.jpg",
        "title": "Elderly Care",
        "category": "Seniors",
        "id": "5",
        "category_bg_color": "#F87147",
        "card_bg_color": "#f8714726",
        "text_button_bg_color": "#F87147",
        "description": "The Elderly Care donation campaign aims to make a difference in the lives of senior citizens in our community. As our elderly population grows, so does the need for care and support. Your contribution will help fund programs and services that enhance the well-being and quality of life of our seniors. From providing companionship to ensuring access to essential healthcare services, your donation will bring comfort and happiness to those who've paved the way for us.",
        "price": "39.99"
    },
    {
        "picture": "https://i.ibb.co/XFj3WSk/creek-5073473-1920.jpg",
        "title": "Environmental Conservation",
        "category": "Environment",
        "id": "6",
        "category_bg_color": "#79C23F",
        "card_bg_color": "#79c23f26",
        "text_button_bg_color": "#79C23F",
        "description": "Help protect and preserve our natural environment for future generations. Our Environmental Conservation initiative is dedicated to safeguarding the planet's biodiversity, reducing pollution, and promoting sustainable practices. Your contribution supports vital projects that combat deforestation, promote clean energy, and ensure the long-term health of our ecosystems. Join us in creating a cleaner, greener, and more sustainable world.",
        "price": "79.99"
    },
    {
        "picture": "https://i.ibb.co/8YMxgHX/surgery-3034133-1920.jpg",
        "title": "Cancer Research",
        "category": "Healthcare",
        "id": "7",
        "category_bg_color": "#FF444A",
        "card_bg_color": "#ff444a26",
        "text_button_bg_color": "#FF444A",
        "description": "Cancer research is a critical field of scientific investigation focused on understanding, preventing, diagnosing, and treating cancer. It encompasses a wide range of disciplines, including biology, genetics, immunology, and clinical medicine, all aimed at combating one of the most prevalent and devastating diseases worldwide.",
        "price": "49.95"
    },
    {
        "picture": "https://i.ibb.co/rtjPmW2/network-3664108-1920.jpg",
        "title": "Community Development",
        "category": "Community",
        "id": "8",
        "category_bg_color": "#0052FF",
        "card_bg_color": "#0052ff26",
        "text_button_bg_color": "#0052FF",
        "description": "The Community Development initiative focuses on uplifting and empowering local communities. By contributing to this cause, you play a vital role in supporting projects that aim to improve the quality of life for residents in various neighborhoods. These projects encompass a wide range of activities, including infrastructure development, education, healthcare, and social programs. Your donation helps create vibrant, sustainable communities where individuals and families thrive.",
        "price": "299.99"
    },
    {
        "picture": "https://i.ibb.co/93YB4Hx/engineer-4925135-1920.jpg",
        "title": "Disaster Relief",
        "category": "Emergency",
        "id": "9",
        "category_bg_color": "#0052FF",
        "card_bg_color": "#0052ff26",
        "text_button_bg_color": "#0052FF",
        "description": " Disaster Relief is a critical initiative dedicated to providing immediate assistance and support to individuals and communities affected by natural disasters and emergencies. We work tirelessly to deliver essential resources such as food, clean water, shelter, and medical aid to those in urgent need. Your contribution to our Disaster Relief efforts ensures that we can respond swiftly and effectively to crises, helping to save lives and provide comfort during times of hardship.",
        "price": "299.99"
    },
    {
        "picture": "https://i.ibb.co/3Y16Pkj/children-of-war-1172016-1920.jpg",
        "title": "Children's Shelter",
        "category": "Children",
        "id": "10",
        "category_bg_color": "#FF444A",
        "card_bg_color": "#ff444a26",
        "text_button_bg_color": "#FF444A",
        "description": "The Children's Shelter campaign is dedicated to providing a safe haven for homeless and at-risk children in our community. We believe that every child deserves a nurturing environment and the opportunity to thrive. Your support will help us provide shelter, meals, education, and emotional support to these vulnerable children, giving them a chance at a brighter future. Join us in making a difference in the lives of these young ones.",
        "price": "49.95"
    },
    {
        "picture": "https://i.ibb.co/zQ1PPDs/cat-2536662-1920.jpg",
        "title": "Animal Rescue",
        "category": "Animals",
        "id": "11",
        "category_bg_color": "#79C23F",
        "card_bg_color": "#79c23f26",
        "text_button_bg_color": "#79C23F",
        "description": "This campaign focuses on animal welfare and aims to make a positive impact on the lives of animals by providing them with the care and attention they deserve. Donations go towards various initiatives, including animal shelters, rescue operations, and conservation efforts.",
        "price": "79.99"
    },
    {
        "picture": "https://i.ibb.co/C87shgR/platter-2009590-1920.jpg",
        "title": "Food Drive",
        "category": "Food",
        "id": "12",
        "category_bg_color": "#F87147",
        "card_bg_color": "#f8714726",
        "text_button_bg_color": "#F87147",
        "description": "The Food Drive campaign aims to combat hunger and food insecurity by collecting donations to provide nourishing food to individuals and families who are facing difficulties accessing sufficient meals. Your contribution to this cause can help improve the lives of those in your community.",
        "price": "39.99"
    }
  ]
  